export default {
	data: {
		isLoding: false
	},
	input: {
		isDisable: false
	},
	errorMsg: false,

	regions: [
		{
			value: " ",
			label: "All regions"
		},
		{
			value: "Алтайский край",
			label: "Алтайский край"
		},
		{
			value: "Амурская обл",
			label: "Амурская область"
		},
		{
			value: "Архангельская обл",
			label: "Архангельская область"
		},
		{
			value: "Астраханская обл",
			label: "Астраханская область"
		},
		{
			value: "Белгородская обл",
			label: "Белгородская область"
		},
		{
			value: "Брянская обл",
			label: "Брянская область"
		},
		{
			value: "Владимирская обл",
			label: "Владимирская область"
		},
		{
			value: "Волгоградская обл",
			label: "Волгоградская область"
		},
		{
			value: "Вологодская обл",
			label: "Вологодская область"
		},
		{
			value: "Воронежская обл",
			label: "Воронежская область"
		},
		{
			value: "Москва",
			label: "г. Москва"
		},
		{
			value: "Еврейская Аобл",
			label: "Еврейская автономная область"
		},
		{
			value: "Забайкальский край",
			label: "Забайкальский край"
		},
		{
			value: "Ивановская обл",
			label: "Ивановская область"
		},
		{
			value: "Байконур г",
			label: "г. Байконур"
		},
		{
			value: "Иркутская обл",
			label: "Иркутская область"
		},
		{
			value: "Кабардино-Балкарская Респ",
			label: "Кабардино-Балкарская Республика"
		},
		{
			value: "Калининградская обл",
			label: "Калининградская область"
		},
		{
			value: "Калужская обл",
			label: "Калужская область"
		},
		{
			value: "Камчатский край",
			label: "Камчатский край"
		},
		{
			value: "Карачаево-Черкесская Респ",
			label: "Карачаево-Черкесская Республика"
		},
		{
			value: "Кемеровская обл",
			label: "Кемеровская область"
		},
		{
			value: "Кировская обл",
			label: "Кировская область"
		},
		{
			value: "Костромская обл",
			label: "Костромская область"
		},
		{
			value: "Краснодарский край",
			label: "Краснодарский край"
		},
		{
			value: "Красноярский край",
			label: "Красноярский край"
		},
		{
			value: "Курганская обл",
			label: "Курганская область"
		},
		{
			value: "Курская обл",
			label: "Курская область"
		},
		{
			value: "Ленинградская обл",
			label: "Ленинградская область"
		},
		{
			value: "Липецкая обл",
			label: "Липецкая область"
		},
		{
			value: "Магаданская обл",
			label: "Магаданская область"
		},
		{
			value: "Московская обл",
			label: "Московская область"
		},
		{
			value: "Мурманская обл",
			label: "Мурманская область"
		},
		{
			value: "Ямало-Ненецкий АО",
			label: "Ненецкий автономный округ"
		},
		{
			value: "Нижегородская обл",
			label: "Нижегородская область"
		},
		{
			value: "Новгородская обл",
			label: "Новгородская область"
		},
		{
			value: "Новосибирская обл",
			label: "Новосибирская область"
		},
		{
			value: "Омская обл",
			label: "Омская область"
		},
		{
			value: "Оренбургская обл",
			label: "Оренбургская область"
		},
		{
			value: "Орловская обл",
			label: "Орловская область"
		},
		{
			value: "Пензенская обл",
			label: "Пензенская область"
		},
		{
			value: "Пермский край",
			label: "Пермский край"
		},
		{
			value: "Приморский край",
			label: "Приморский край"
		},
		{
			value: "Псковская обл",
			label: "Псковская область"
		},
		{
			value: "Псковская обл",
			label: "Псковская область"
		},
		{
			value: "Адыгея Респ",
			label: "Республика Адыгея (Адыгея)"
		},
		{
			value: "Алтай Респ",
			label: "Республика Алтай"
		},
		{
			value: "Башкортостан Респ",
			label: "Республика Башкортостан"
		},
		{
			value: "Бурятия Респ",
			label: "Республика Бурятия"
		},
		{
			value: "Дагестан Респ",
			label: "Республика Дагестан"
		},
		{
			value: "Ингушетия Респ",
			label: "Республика Ингушетия"
		},
		{
			value: "Калмыкия Респ",
			label: "Республика Калмыкия"
		},
		{
			value: "Карелия Респ",
			label: "Республика Карелия"
		},
		{
			value: "Коми Респ",
			label: "Республика Коми"
		},
		{
			value: "Крым Респ",
			label: "Республика Крым"
		},
		{
			value: "Марий Эл Респ",
			label: "Республика Марий Эл"
		},
		{
			value: "Мордовия Респ",
			label: "Республика Мордовия"
		},
		{
			value: "Якутия Респ",
			label: "Республика Саха (Якутия)"
		},
		{
			value: "Северная Осетия - Алания Респ",
			label: "Республика Северная Осетия - Алания"
		},
		{
			value: "Татарстан Респ",
			label: "Республика Татарстан (Татарстан)"
		},
		{
			value: "Тыва Респ",
			label: "Республика Тыва"
		},
		{
			value: "Хакасия Респ",
			label: "Республика Хакасия"
		},
		{
			value: "Ростовская обл",
			label: "Ростовская область"
		},
		{
			value: "Рязанская обл",
			label: "Рязанская область"
		},
		{
			value: "Самарская обл",
			label: "Самарская область"
		},
		{
			value: "Санкт-Петербург",
			label: "Санкт-Петербург"
		},
		{
			value: "Саратовская обл",
			label: "Саратовская область"
		},
		{
			value: "Сахалинская обл",
			label: "Сахалинская область"
		},
		{
			value: "Свердловская обл",
			label: "Свердловская область"
		},
		{
			value: "Севастополь г",
			label: "Севастополь"
		},
		{
			value: "Смоленская обл",
			label: "Смоленская область"
		},
		{
			value: "Ставропольский край",
			label: "Ставропольский край"
		},
		{
			value: "Тамбовская обл",
			label: "Тамбовская область"
		},
		{
			value: "Тверская обл",
			label: "Тверская область"
		},
		{
			value: "Томская обл",
			label: "Томская область"
		},
		{
			value: "Тульская обл",
			label: "Тульская область"
		},
		{
			value: "Тюменская обл",
			label: "Тюменская область"
		},
		{
			value: "Удмуртская Респ",
			label: "Удмуртская Республика"
		},
		{
			value: "Ульяновская обл",
			label: "Ульяновская область"
		},
		{
			value: "Хабаровский край",
			label: "Хабаровский край"
		},
		{
			value: "Ханты-Мансийский Автономный округ - Югра АО",
			label: "Ханты-Мансийский автономный округ - Югра"
		},
		{
			value: "Челябинская обл",
			label: "Челябинская область"
		},
		{
			value: "Чеченская Респ",
			label: "Чеченская Республика"
		},
		{
			value: "Чувашская Республика - Чувашия",
			label: "Чувашская Республика - Чувашия"
		},
		{
			value: "Чукотский АО",
			label: "Чукотский автономный округ"
		},
		{
			value: "Ненецкий АО",
			label: "Ямало-Ненецкий автономный округ"
		},
		{
			value: "Ярославская обл",
			label: "Ярославская область"
		}
	]
};
